---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.WaterLoopData
source: html/3d98f97e-eecb-0aa4-c46f-08162e5f1312.htm
---
# WaterLoopData Members

Releases all resources used by the WaterLoopData